/***************************************************************************
 Copyright (c) 1984				      Eigenware Technologies
								      (CI86)
	       Clear the screen and home the cursor

***************************************************************************/

cls()
{
	bdos(9,"\033E$");
	return(0);
}












 \033K$"); /* . . . . erase the 25th line */
	bdos(9,"\033E$");	       /* . . . home and clear screen */
	bdos(9,"\033y1");	       /* . . . disable 25th line  ееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееее