       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.       
       
       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.
       SOURCE-COMPUTER. RUNCPM.
       OBJECT-COMPUTER. RUNCPM.
       
       DATA DIVISION.
       FILE SECTION.
       
       PROCEDURE DIVISION.
       
       MAIN-LOGIC SECTION.
       BEGIN.
               DISPLAY "Hello World!".
               STOP RUN.
       MAIN-LOGIC-EXIT.
               EXIT.

